
alert("ПЕРВЫЙ ВОПРОС:Ну что Вы готовы к опросу?! ");
var otv= prompt("Введите ответ?");
alert("Ok пошли дальше");
 
alert("ВТОРОЙ ВОПРОС:Кто стал Императором Франков в 800 году в Европе ");
var otv= prompt("Введите ответ?");
if(otv=="Карл") alert ("верно!")
else alert("неверно");
 
alert("ТРЕТИЙ ВОПРОС:Какое прозвище получил Карл став Императором Франков ");
var otv= prompt("Введите ответ?");
if(otv=="великий") alert ("верно!")
else alert("неверно");
 
alert("ЧЕТВЕРТЫЙ ВОПРОС:Как называеться город где был организован Верденский раздел империи Карла Великого? ");
var otv= prompt("Введите ответ?");
if(otv=="Верден") alert ("верно!")
else alert("неверно");
 
alert("ПЯТЫЙ ВОПРОС:В каком году распалась империя Франков на три части?");
var otv= prompt("Введите ответ?");
if(otv=="843") alert ("верно!")
else alert("неверно");
 
